{
  "slug": "terms-of-use",
  "title": "Terms of Use",
  "description": "",
  "body": "<p>Welcome to Filewale.com. By accessing our website and purchasing firmware or flash files from us, you agree to comply with and be bound by the following Terms of Service. Please read these terms carefully before using our website.</p><p>License</p><p>We grant you a limited, non-exclusive, non-transferable license to download and use the firmware and flash files purchased from us solely for personal, non-commercial use. You may not reproduce, distribute, modify, or sell the firmware or flash files without our prior written consent.</p><p>Pricing</p><p>We reserve the right to change the prices of our firmware and flash files at any time without prior notice. We also reserve the right to modify or discontinue any of our products or services without prior notice.</p><p>Warranty</p><p>We do not provide any warranty or guarantee for the firmware or flash files purchased from us. We make no representation or warranty that the firmware or flash files will meet your requirements or that they will be error-free or compatible with your device.</p><p>Liability</p><p>We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use of our firmware or flash files or our website. Our liability shall be limited to the amount paid by you for the firmware or flash files.</p><p>Indemnification</p><p>You agree to indemnify, defend, and hold us harmless from any claims, damages, losses, liabilities, and expenses arising out of or in connection with your use of our firmware or flash files or our website.</p><p>Termination</p><p>We may terminate your license to use our firmware or flash files and access to our website at any time and without prior notice if you violate these Terms of Service or any applicable law or regulation.</p><p>Governing Law</p><p>These Terms of Service shall be governed by and construed in accordance with the laws of [Your Country or State].</p><p>Changes to Terms of Service</p><p>We reserve the right to modify these Terms of Service at any time without prior notice. By continuing to use our website and purchase firmware or flash files from us, you agree to be bound by the modified Terms of Service.</p><p>Contact Us</p><p>If you have any questions or concerns about our Terms of Service, please contact us through email or our live chat support.</p>",
  "layout": "default",
  "is_active": 1
}